Repository: franck-paul/dmPublished
Catalog: locales/*/main.po
Languages: fr

source: Display recently published posts on dashboard
fr: Affiche les derniers billets publiés sur le tableau de bord

source: Recently Published Posts Dashboard Module
fr: Module d'affichage des derniers billets publiés

source: See all published posts
fr: Voir tous les billets publiés

source: No published post
fr: Aucun billet publié

source: No recently published post
fr: Pas de billets récemment publiés

source: Recently Published posts
fr: Billets récemment publiés

source: Recently published posts on dashboard
fr: Billets récemment publiés sur le tableau de bord

source: Display recently published posts
fr: Afficher les billets récemment publiés

source: Number of published posts to display:
fr: Nombre de billets récemment publiés à afficher :

source: Small screen
fr: Affichage abrégé

source: Monitor published
fr: Mettre à jour la liste régulièrement

source: Interval in seconds between two refreshes:
fr: Intervalle en secondes entre deux rafraichissements :
